Repository: clarive/cla-openstack-plugin
Catalog: i18n/*.po
Languages: es

source: Openstack successful
es: Openstack correctamente

source: Identity Service URL
es: URL del servicio Identity

source: Compute Service URL
es: URL del servicio Compute

source: Username
es: Usuario

source: Password
es: Contraseña

source: ID Project
es: ID del Proyecto

source: Openstack Resource
es: Recurso Openstack

source: Options
es: Opciones

source: ID Instance
es: ID de la Instancia

source: Name Instance
es: Nombre de la Instancia

source: ID Image
es: ID de la Imagen

source: Availability zone
es: Zona de disponibilidad

source: Name Volume
es: Nombre del Volumen

source: Volume Description
es: Descripcion del Volumen

source: Size (GB)
es: Tamaño (GB)

source: ID Volume
es: ID del Volumen
